/* text to add into filename after initial name and before extension when user encounters an error saving the file and chooses to attempt to save as a renamed file, which is a ' copy'. (Note the space before the word ' copy'. */
" copy" = " kópia";

/* status bar label for number of pages in document: Pages: */
" Pages:" = " Strany:";

/* status bar label for number of characters of selected text: Selected Characters: */
" Selected Characters:" = " Vybraných znakov:";

/* status bar label for number of words of selected text: Selected Words: */
" Selected Words:" = " Vybraných slov:";

/* alert title (when Bean Service supposed to open selected text in a new Bean document fails): 'Open Selection' failed. */
"'Open Selection' failed" = "„Otvorenie výberu“ zlyhalo";

/* Suffix added to end of filename before extension indicating that file was autosaved. (translator: notice initial space) */
/*"(Autosaved)" = " (samouložený)";*/

/* (Centimeters from left margin) */
"(Centimeters from left margin)" = "(centimetrov od ľavého okraja strany)";

/* (centimeters) */
"(centimeters)" = "(centimetrov)";

/* (Inches from left margin) */
"(Inches from left margin)" = "(palcov od ľavého okraja)";

/* (inches) */
"(inches)" = "(palcov)";

/* alert text: 'New Document Containing Selection' failed because a new document could not be created. */
"\\U2018New Document Containing Selection\\U2019 failed because a new document could not be created." = "‘Služba „Nový dokument obsahujúci výber“ zlyhala, pretože nemožno vytvoriť nový dokument.";

/* alert text: A date-stamped backup copy of this document could not be created due to an unknown problem. */
"A date-stamped backup copy of this document could not be created due to an unknown problem." = "Dátumom označenú záložnú kópiu tohto dokumentu nemožno vytvoriť, pretože sa vyskytol neznámy problém.";

/* alert text: A problem prevented the document (document name inserted at runtime) from being autosaved. Autosave is now deactivated for this document so the problem does not repeat. */
/*"A problem prevented the document \\U201C%@\\U201D from being autosaved. Autosave is now deactivated for this document so the problem does not repeat." = "Automatickému uloženiu dokumentu „%@“ zabránil výskyt problému. Automatické ukladanie tohto dokumentu je nateraz vypnuté, takže problém sa nezopakuje.";*/

/* alert text: A problem prevented the document from being exported to HTML format. */
"A problem prevented the document from being exported to HTML format." = "Exportu dokumentu do formátu HTML zabránil výskyt problému.";

/* alert text: A problem prevented the document from being exported. */
"A problem prevented the document from being exported." = "Exportu dokumentu zabránil výskyt problému.";

/* alert title: An updated version of Bean is available. */
"An updated version of Bean is available." = "Je dostupná novšia verzia aplikácie Bean.";

/* alert title (shown when saving to XML file format, since Bean can't tell native Bean XML from MS XML): Are you sure you want to overwrite the original (filename extension inserted at runtime) file? */
"Are you sure you want to overwrite the original %@ file?" = "Určite chcete prepísať pôvodný súbor %@?";

/* alert text: At least 1 minute and no more than 60 minutes. (alert title is: Please input an Autosave interval.) */
/*"At least 1 minute and no more than 60 minutes." = "Hodnota musí byť najmenej 1 minúta a nie viac ako 60 minút.";*/

/* alert title: Automatic backup of the document (document name inserted at runtime) was not successful. */
"Automatic backup of the document \\U201C%@\\U201D was not successful." = "Automatické zálohovanie dokumentu „%@“ nebolo úspešné.";

/* alert title: Autosave failed: (localized reason inserted here at runtime). */
/*"Autosave failed: %@" = "Automatické uloženie zlyhalo: %@";*/

/* status bar label: B  E  A  N */
"B  E  A  N" = "B  E  A  N";

/* button: Backup */
"Backup" = "Záloha";

/* alert text: Bean cannot open documents of this type, or there is a  problem with the document. */
"Bean cannot open documents of this type, or there is a problem with the document." = "Aplikácia Bean nemôže otvoriť dokument tohto typu, alebo je (iný) problém s dokumentom.";

/* name of the file format: Bean Document (.bean)  NOTE: this should match the localized file type name in infoplist.strings!  */
"Bean Document (.bean)" = "Bean (.bean)";

/* alert title (indicating error during Open Selection service): Bean Service Failed */
"Bean Service Failed." = "Služba aplikácie Bean zlyhala.";

/* alert title: Bean will quit due to an unrecoverable error. Perhaps the app was renamed or moved while Bean was running? */
"Bean will quit due to an unrecoverable error. Perhaps the app was renamed while Bean was running?" = "Aplikácia Bean bude ukončená z dôvodu výskytu neopraviteľnej chyby. Nebola premenovaná alebo presunutá počas behu?";

/* undo action: Before Paragraph Spacing */
"Before Paragraph Spacing" = "Medzera pred odstavcom";

/* button: Cancel */
"button title: Cancel" = "Zrušiť";

/* button: Check Spelling */
"button title: Check Spelling" = "Skontrolovať pravopis";

/* button: Open Dictionary */
"button title: Open Dictionary" = "Otvoriť slovník";

/* button: Cancel */
"Cancel" = "Zrušiť";

/* undo action: Change Encoding. */
"Change Encoding" = "Zmeniť znakovú sadu";

/* undo action: Change Margins */
"Change Margins" = "Zmeniť okraje";

/* undo action: (change) Character Spacing */
"Character Spacing" = "Prestrkanie znakov";

/* alert text (shown upon attempt to save document with images to non-image capable format): Choose 'Save As...' to select another format, or choose 'Save Anyway' to save without images and attachments. (translator: the translation of Save Anyway needs to match the translation given to the key 'button: Save Anyway') */
"Choose \\U2018Save As...\\U2019 to select another format, or choose \\U2018Save Anyway\\U2019 to save without images and attachments." = "Zvoľte „Uložiť ako…“ pre výber iného formátu,\nalebo „Uložiť“ pre uloženie bez obrázkov a príloh.";

/* alert text: Close and reopen the document to create an 'Untitled' copy. */
"Close and reopen this document to create an \\U2018Untitled\\U2019 copy." = "Zavrieť a znovu otvoriť tento dokument vytvorením kópie „Bez názvu.";

/* alert text: Close the document and reopen it with another encoding. */
"Close the document and reopen it with another encoding." = "Zavrieť dokument a znovu ho otvoriť s použitím inej znakovej sady.";

/* button: Convert (translator: this button causes change of encoding of a plain text file) */
"Convert" = "Konvertovať";

/* undo action: Convert Quotes. */
"Convert Quotes" = "zmenu úvodzoviek";

/* alert text: Do you want to check the spelling? */
"Do you want to check the spelling?" = "Chcete skontrolovať pravopis?";

/* alert title: Do you want to create a backup of the original document before changing the encoding? */
"Do you want to create a backup of the original document before changing the encoding?" = "Chcete pred zmenou znakovej sady vytvoriť zálohu pôvodného dokumentu?";

/* alert title: Do you want to save the changes you made in the document (name of document inserted at runtime -- nothing inserted if not named yet)? */
"Do you want to save the changes you made in the document %@?" = "Chcete uložiť zmeny vykonané\nv dokumente %@?";

/* alert title: Do you want to save the changes you made in this document? */
"Do you want to save the changes you made in this document?" = "Chcete uložiť zmeny vykonané\nv tomto dokumente?";

/* name of export format used in alert dialog upon failure to export: DOC with images */
"DOC with images" = "„DOC s obrázkami“";

/* get info label (above label identifying the current file format): Document File Format */
"Document File Format" = "Formát súboru dokumentu";

/* alert text: Documents cannot be saved in a locked folder. Choose another location. */
"Documents cannot be saved in a locked folder. Choose another location." = "Dokumenty nemožno ukladať do zamknutého priečinka. Vyberte iné umiestnenie.";

/* button: Don't Backup */
"Don\\U2019t Backup" = "Nezálohovať";

/* button: Don't Revert (to previously saved version) */
"Don\\U2019t Revert" = "Neobnoviť";

/* button: Don't Save */
"Don\\U2019t Save" = "Neuložiť";

/* alert title: Export document to '(localized format name inserted at runtime, ex: 'Doc with images') format failed: (localizedErrorDescription automatically inserted at runtime) */
"Export document to %@ format failed: %@" = "Export dokumentu do formátu %1$@ zlyhal: %2$@";

/* alert title: Export to HTML failed: (localized reason for failure automatically inserted at runtime) */
"Export to HTML failed." = "Export do HTML zlyhal.";

/* alert title: Export to HTML failed: (localized reason for failure automatically inserted at runtime) */
"Export to HTML failed: %@" = "Export do HTML zlyhal: %@";

/*	Localized first level open quotation mark */
"firstLevelOpenQuote" = "„";

/*	Localized first level open quotation mark */
"firstLevelCloseQuote" = "“";

/* undo action: Font Style */
"Font Style" = "Štýl písma";

/* tooltip: Help with file formats (for a button which opens the help page for file formats) */
"Help with file formats" = "Pomôcť s formátmi súborov";

/* menu item: Hide Invisible Characters */
"Hide Invisibles" = "Skryť neviditeľné";

/* menu item: Hide page layout view. */
"Hide Layout" = "Skryť vzhľad tlače";

/* menu item: Show the margin guide */
"Hide Margins" = "Skryť okraje";

/* menu item: Hide the ruler */
"Hide Ruler" = "Skryť pravítko";

/* undo action: Highlighting */
"Highlighting" = "zvýraznenie";

/* Image Size: (number as percent is inserted here at runtime) */
"Image Size: %.1f%%" = "Veľkosť obrázku: %.1f%%";

/* undo action: Indent */
"Indent" = "odsadenie";

/* undo action: Insert Date/Time */
"Insert Date/Time" = "vloženie dátumu a času";

/* undo action: Insert Graphic */
"Insert Graphic" = "vloženie grafiky";

/* undo action: Inter-line Spacing */
"Inter-line Spacing" = "riadkový preklad";

/* undo action: Invert Selection */
"Invert Selection" = "obrátenie výberu";

/* undo action: Line Break */
"Line Break" = "zalomenie riadku";

/* undo action: Line Spacing */
"Line Spacing" = "riadkovanie";

/* Undo action name: Link ( = create URL link) */
"Link" = "odkaz";

/* alert text: Locked files cannot be overwritten. Save the document with a new name to keep your changes. */
"Locked files cannot be overwritten. Save the document with a new name to keep your changes." = "Zamknuté súbory nemožno prepísať. Pre zachovanie vykonaných zmien uložte dokument pod iným názvom.";

/* label in margins sheet: Margins (in Centimeters) */
"Margins (in Centimeters)" = "Okraje (v centimetroch)";

/* label in margins sheet: Margins (in Inches) */
"Margins (in Inches)" = "Okraje (v palcoch)";

/* undo action: Maximum Line Spacing */
"Maximum Line Spacing" = "maximálne riadkovanie";

/* undo action: Minimum Line Spacing */
"Minimum Line Spacing" = "minimálne riadkovanie";

/* undo action: New Line */
"New Line" = "nový riadok";

/* No */
"No" = "Nie";

/* get info label: None (Unsaved Document) */
"None (Unsaved Document)" = "Žiadny (neuložený dokument)";

/* OK */
"OK" = "OK";

/* message in Save File sheet, informing user: Original file was named: (original document name is inserted at runtime). */
"Original file was named: \\U201C%@\\U201D" = "Pôvodný súbor bol nazvaný: „%@“";

/* button: Overwrite */
"Overwrite" = "Prepísať";

/* alert title: Overwriting the original (filename extension inserted at runtime) file may cause images and page/paragraph formatting to be lost. Overwrite? */
"Overwriting the original %@ file may cause images and page/paragraph formatting to be lost. Overwrite?" = "Prepísanie pôvodného súboru %@ môže spôsobiť stratu obrázkov a formátovania strany/odstavcov. Prepísať?";

/* alert title (when overwriting imported documents): Overwriting the original (file extension name inserted at runtime) file may cause images and some formatting to be lost. Overwrite? */
"Overwriting the original %@ file may cause images to be lost. Overwrite?" = "Prepísanie pôvodného súboru %@ môže spôsobiť stratu obrázkov a niektorého formátovania. Prepísať?";

/* alert text: Overwriting the original (file extension name inserted at runtime) file might cause images, formatting, and recent changes to be lost. */
"Overwriting the original %@ file might cause images, formatting, and recent changes to be lost." = "Prepísanie pôvodného súboru %@ môže spôsobiť stratu obrázkov, formátovania a posledných zmien.";

/* layout view label: Page_ */
"Page " = "Strana ";

/* undo action: Page Break */
"Page Break" = "zalomenie strany";

/* palette label: Alt Colors */
"palette label: Alt Colors" = "Alternatívne farby";

/* palette label: Backup */
"palette label: Backup" = "Zálohovať";

/* palette label: Copy */
"palette label: Copy" = "Kopírovať";

/* palette label: Complete */
"palette label: Complete" = "Dokončiť";

/* palette label: Define */
"palette label: Define" = "Vysvetliť";

/* palette label: Find */
"palette label: Find" = "Hľadať";

/* palette label: Float */
"palette label: Float" = "Plávať";

/* palette label: Fonts */
"palette label: Fonts" = "Písmo";

/* palette label: Get Info */
"palette label: Get Info" = "Informácie";

/* pallete label: Inspector */
"palette label: Inspector" = "Inšpektor";

/* palette label: Paste */
"palette label: Paste" = "Vložiť";

/* palette label: Picture */
"palette label: Picture" = "Obrázok";

/* palette label: Redo */
"palette label: Redo" = "Znovu";

/* palette label: Ruler */
"palette label: Ruler" = "Pravítko";

/* palette label: Save */
"palette label: Save" = "Uložiť";

/* palette label: View */
"palette label: View" = "Zobrazenie";

/* pallete label: Undo */
"pallete label: Undo" = "Odvolať";

/* undo action: Paragraph Spacing */
"Paragraph Spacing" = "Medzery medzi odstavcami";

/* alert text: Perhaps you are not connected to the internet?\rYou can check for a newer version at this address in your web browser: www.bean-osx.com */
"Perhaps you are not connected to the internet?\rYou can check for a newer version at this address in your web browser: www.bean-osx.com" = "Určite ste pripojený na internet?\rExistenciu novšej verzie možno skontrolovať na webstránke: www.bean-osx.com";

/* get info label: Plain Text Encoding */
"Plain Text Encoding" = "Znaková sada jednoduchého textu";

/* alert title: Please input an Autosave interval. */
/*"Please input an Autosave interval." = "Zadajte interval automatického ukladania.";*/

/* tooltip: Print Your Document */
"Print Your Document" = "Vytlačiť dokument";

/* name of 'points' unit to indicate size unit of fonts in fonts Preferences pane */
"pt." = "b.";

/* undo action: Remove highlighting */
"Remove Highlighting" = "odstránenie zvýraznenia";

/* undo action: Resize Picture */
"Resize Picture" = "zmenu veľkosti obrázku";

/* button: Revert (translator: it means, revert document to previously saved version) */
"Revert" = "Obnoviť";

/* alert title: Revert document to saved version? */
"Revert document to saved version?" = "Vrátiť dokument na uloženú verziu?";

/* name of the file format: Rich Text Format (.rtf)  NOTE: this should match the localized file type name in infoplist.strings!  */
"Rich Text Format (.rtf)" = "Rich Text (.rtf)";

/* name of file format: Rich Text with Graphics Document (.rtfd) NOTE: this should match the localized file type name in infoplist.strings!  */
"Rich Text with Graphics Document (.rtfd)" = "Rich Text s grafikou (.rtfd)";

/* name of export format used in alert dialog upon failure to export: RTF with images */
"RTF with images" = "„RTF s obrázkami“";

/* button: Save */
"Save" = "Uložiť";

/* button: Save Anyway */
"Save Anyway" = "Uložiť";

/* alert title: Save as plain text? */
"Save as plain text?" = "Uložiť ako jednoduchý text?";

/* button: Save As... */
"Save As..." = "Uložiť ako…";

/* alert text: Saving as plain text will cause text formatting, images and document properties to be discarded. Choose 'Save As...' to select another format, or choose 'Save Anyway' to save as plain text. (translator: the translation of Save Anyway needs to match the translation given to the key 'button: Save Anyway') */
"Saving as plain text will cause text formatting, images and document properties to be discarded. Choose \\U2018Save As...\\U2019 to select another format, or choose \\U2018Save Anyway\\U2019 to save as plain text." = "Uloženie ako jednoduchý text spôsobí vypustenie formátovania textu, obrázkov a vlastností dokumentu. Zvoľte „Uložiť ako…“ pre výber iného formátu, alebo „Uložiť“ pre uloženie jednoduchého textu.";

/* menu item: (under Edit > Change: Convert selected text in document to use Smart Quotes) */
"Selection to Smart Quotes" = "Úvodzovky vo výbere na živé";

/* menu item: (under Edit > Change: Selection to Straight Quotes (Convert selected text in document to use Straight Quotes) */
"Selection to Straight Quotes" = "Úvodzovky vo výbere na priame";

/* menu item: Show Invisible Characters */
"Show Invisibles" = "Zobraziť neviditeľné";

/* menu item: Show page layout view */
"Show Layout" = "Zobraziť vzhľad tlače";

/* menu item: Hide the margin guide */
"Show Margins" = "Zobraziť okraje";

/* menu item: Show the ruler */
"Show Ruler" = "Zobraziť pravítko";

/* alert title: Sorry, Bean was unable to check for a newer version. */
"Sorry, Bean was unable to check for a newer version." = "Aplikácii Bean sa nepodarilo skontrolovať dostupnosť novšej verzie.";

/* undo action: Tab Stop */
"Tab Stop" = "Tabulátor";

/* name of the file format: Text (you provide extension)  NOTE: this should match the localized file type name in infoplist.strings!  */
"Text (you provide extension)" = "Text (s vlastnou príponou)";

/* name of the file format: Text Document (.txt)  NOTE: this should match the localized file type name in infoplist.strings!  */
"Text Document (.txt)" = "Jednoduchý text (.txt)";

/* menu item: Text to Smart Quotes (Convert all text in document to use Smart Quotes) */
"Text to Smart Quotes" = "Všetky úvodzovky na živé";

/* menu item: Text to Straight Quotes (Convert all text in document to use Straight Quotes) */
"Text to Straight Quotes" = "Všetky úvodzovky na priame";

/* alert title: The backup was not successful. (alert shown upon failure of backup file save) */
"The backup was not successful." = "Vytvorenie zálohy nebolo úspešné.";

/* alert text: The Bean Service 'New Document Selection' failed. */
"The Bean Service \\U2018New Document Containing Selection\\U2019 failed." = "Služba aplikácie Bean „Nový dokument obsahujúci výber“ zlyhala.";

/* alert title: The document (document name inserted at runtime) could not be saved because of a problem writing to the folder. */
"The document %@ could not be saved because of a problem writing to the folder." = "Dokument %@ nemožno uložiť, pretože je problém so zápisom do priečinka.";

/* alert title: The document (document name inserted at runtime) could not be saved because the containing folder is locked. */
"The document %@ could not be saved because the containing folder is locked." = "Dokument %@ nemožno uložiť, pretože obsahujúci priečinok je zamknutý.";

/* alert title: The document (document name inserted at runtime) could not be saved because the file is locked. */
"The document %@ could not be saved because the file is locked." = "Dokument %@ nemožno uložiť, pretože súbor je zamknutý.";

/* alert title: The document (document name inserted at runtime) could not be saved because the filename is not valid. */
"The document %@ could not be saved because the filename is not valid." = "Dokument %@ nemožno uložiť, pretože jeho názov je neplatný.";

/* alert title: The document (document name inserted at runtime) could not be saved due to an unknown error. */
"The document %@ could not be saved due to an unknown error." = "Dokument %@ nemožno uložiť z dôvodu výskytu neznámej chyby.";

/* alert title: The document (document name inserted at runtime) could not be saved due to lack of permission to write the file. */
"The document %@ could not be saved due to lack of permission to write the file." = "Dokument %@ nemožno uložiť z dôvodu nedostatočného práva pre zápis súboru.";

/* alert title: The document (document name inserted at runtime) could not be saved due to lack of space. */
"The document %@ could not be saved due to lack of space." = "Dokument %@ nemožno uložiť z dôvodu nedostatku miesta.";

/* alert title: The document (document name inserted at runtime) is not in a format that Bean can save. */
"The document %@ is not in a format that Bean can save." = "Dokument %@ nie je formátu, ktorý aplikácia Bean dokáže uložiť.";

/* alert title: The document (document name inserted at runtime) was imported, and also has been changed by another application since you opened or saved it. Overwrite? */
"The document %@ was imported, and also has been changed by another application since you opened or saved it. Overwrite?" = "Dokument %@ bol načítaný a zmenený inou aplikáciou, odkedy ste ju otvorili alebo uložili v aplikácii Bean. Prepísať?";

/* alert title: The document contains images, but the selected file format does not support saving images. */
"The document \\U201C%@\\U201D contains images, but the selected file format does not support saving images." = "Dokument „%@“ obsahuje obrázky, avšak zvolený súborový formát nepodporuje ukladanie obrázkov.";

/* alert title: The document (document name inserted at runtime) could not be opened by Bean. */
"The document \\U201C%@\\U201D could not be opened by Bean." = "Dokument „%@“ nemožno otvoriť aplikáciou Bean.";

/* The encoding '(localized encoding name automatically inserted at runtime)' is not valid for this text. Please try another encoding. */
"The encoding \\U2018%@\\U2019 is not valid for this text. Please try another encoding." = "Znaková sada „%@“ nie je použiteľná pre tento text. Zvoľte inú sadu.";

/* alert title: The encoding chosen for the document (document name inserted at runtime) may not be appropriate. */
"The encoding chosen for the document %@ may not be appropriate." = "Znaková sada zvolená pre dokument %@ nie je vhodná.";

/* alert title: The file is locked. (alert called when a save cannot proceed) */
"The file %@ is locked." = "úbor %@ je zamknutý.";

/* alert title: The file (name of file inserted at runtime) is now locked and may not be overwritten. */
"The file %@ is now locked and may not be overwritten." = "Súbor %@ je teraz zamknutý a nemôže byť prepísaný.";

/* alert title: The file for the document (document name inserted at runtime)has been changed by another application since you opened or saved it. Overwrite? */
"The file for the document %@ has been changed by another application since you opened or saved it. Overwrite?" = "Súbor %@ bol zmenený inou aplikáciou, odkedy ste dokument otvorili alebo uložili v aplikácii Bean. Prepísať?";

/* alert title: The folder (folder name inserted at runtime) is locked. (alert called when a save cannot proceed) */
"The folder \\U201C%@\\U201D is locked." = "Priečinok „%@“ je zamknuntý.";

/* alert tite: The word (word inserted at runtime) may be misspelled. */
"The word \\U2018%@\\U2019 may be misspelled." = "Slovo „%@“ môže obsahovať preklep.";

/* Title of alert indicating that there was a problem exporting image files. */
"There was a problem exporting image files." = "Pri exporte obrázkových súborov sa vyskytol problém.";

/* alert title: This version of Bean (version number inserted at runtime) is current. */
"This version of Bean (%@) is current." = "Táto verzia aplikácie Bean (%@)\nje aktuálna.";

/* alert text: To keep your changes, save as a different document. */
"To keep your changes, save as a different document." = "Pre zachovanie zmien ho uložte ako iný dokument.";

/* toolbar label: Alt Colors */
"toolbar label: Alt Colors" = "Alt. farby";

/* toolbar label: Backup */
"toolbar label: Backup" = "Zálohovať";

/* toolbar label: Copy */
"toolbar label: Copy" = "Kopírovať";

/* toolbar label: Complete */
"toolbar label: Complete" = "Dokončiť";

/* toolbar label: Define */
"toolbar label: Define" = "Vysvetliť";

/* toolbar label: Find */
"toolbar label: Find" = "Hľadať";

/* toolbar label: Float */
"toolbar label: Float" = "Plávať";

/* toolbar label: Fonts */
"toolbar label: Fonts" = "Písmo";

/* toolbar label: Get Info */
"toolbar label: Get Info" = "Informácie";

/* toolbar label: Inspector */
"toolbar label: Inspector" = "Inšpektor";

/* toolbar label: Paste */
"toolbar label: Paste" = "Vložiť";

/* toolbar label: Picture */
"toolbar label: Picture" = "Obrázok";

/* toolbar label: Redo */
"toolbar label: Redo" = "Znovu";

/* toolbar label: Ruler */
"toolbar label: Ruler" = "Pravítko";

/* toolbar label: Save */
"toolbar label: Save" = "Uložiť";

/* toolbar label: undo */
"toolbar label: Undo" = "Odvolať";

/* toolbar label: View */
"toolbar label: View" = "Zobrazenie";

/* tooltip: Alternate Text Colors */
"tooltip: Alternate Text Colors" = "Prepnúť zobrazenie alternatívnymi farbami";

/* tooltip: Autocomplete */
"tooltip: Autocomplete" = "Automaticky dokončiť";

/* tooltip: Copy */
"tooltip: Copy" = "Kopírovať do schránky";

/* tooltip: Date-stamped Backup */
"tooltip: Date-stamped Backup" = "Uložiť dátumom označenú zálohu";

/* tooltip: Define Word */
"tooltip: Define Word" = "Vysvetliť slovo";

/* tooltip: Find */
"tooltip: Find" = "Zobraziť panel pre hľadanie a nahradenie textu";

/* tooltip: Float */
"tooltip: Float" = "Plávať";

/* tooltip: Fonts */
"tooltip: Fonts" = "Zobraziť/skryť paletu písiem";

/* tooltip: Get Info */
"tooltip: Get Info" = "Zobraziť informácie o dokumente";

/* tooltip: Insert Picture */
"tooltip: Insert Picture" = "Vložiť obrázok";

/* tooltip: Inspector */
"tooltip: Inspector" = "Zobraziť/skryť paletu Inšpektor";

/* tooltip: Make Window Float */
"tooltip: Make Window Float" = "Plávať okno na vrchu";

/* tooltip: Paste */
"tooltip: Paste" = "Vložiť zo schránky";

/* tooltip: Redo */
"tooltip: Redo" = "Znovu";

/* tooltip: Ruler */
"tooltip: Ruler" = "Pravítko";

/* tooltip: Save Document */
"tooltip: Save Document" = "Uložiť dokument";

/* tooltip: Toggle View Type */
"tooltip: Toggle View Type" = "Prepnúť spôsob zobrazenia";

/* tooltip: Undo */
"tooltip: Undo" = "Odvolať";

/* alert text: Try saving as another document to keep changes. (alert shown upon failure to save document) */
"Try saving as another document to keep your changes." = "Pre zachovanie zmien sa ho pokúste uložiť ako iný dokument.";

/* alert text: Try using the Finder to make a backup copy of this file. (translator: this alert is shown because automatic backup was not successful) Deselect 'Backup at close' under 'Get Info' to disable automatic backup. */
"Try using the Finder to make a backup copy of this file. Deselect \\U2018Backup at close\\U2019 under \\U2018Get Info\\U2019 to disable automatic backup." = "Pre vytvorenie záložnej kópie tohto súboru skúste použiť Finder. Pre zrušenie automatického zálohovania vypnite položku „Zálohovať pri zavretí“ v paneli Informácie.";

/* alert text: Try using the Finder to make a backup copy of this file. Deselect 'Backup at close' under 'Get Info' to disable automatic backup. */
"Try using the Finder to make a backup copy of this file. Deselect \\U2018Backup at close\\U2019 under \\U2018Get Info\\U2019 to disable automatic backup." = "Pre vytvorenie záložnej kópie tohto súboru skúste použiť Finder. Pre zrušenie automatického zálohovania vypnite položku „Zálohovať pri zavretí“ v paneli Informácie.";

/* undo action: Insert Date */
"undo action: Insert Date" = "vloženie dátumu";

/* undo action: Insert Time */
"undo action:Insert Time" = "vloženie času";

/* button: Unlock and Save */
"Unlock and Save" = "Odomknúť a uložiť";

/* alert text: Version %@ is available (you have %@). Do you want to visit the download web page? (translator: note that the variables are numbered for order in the translated string) */
"Version %@ is available (you have %@). Do you want to visit the download web page?" = "Je dostupná verzia %1$@ (teraz máte %2$@).\nChcete navštíviť webstránku s ponukou prevzatia novej verzie?";

/* name of the file format: Web Archive (.webarchive)  NOTE: this should match the localized file type name in infoplist.strings!  */
"Web Archive (.webarchive)" = "Webový archív (.webarchive)";

/* name of the file format: Web Page (.html) */
"Web Page (.html)" = "Webstránka (.html)";

/* name of the file format: Word 2003 XML (.xml)  NOTE: this should match the localized file type name in infoplist.strings!  */
"Word 2003 XML (.xml)" = "Word 2003 XML (.xml)";

/* name of the file format: Word 97 (.doc)  NOTE: this should match the localized file type name in infoplist.strings!  */
"Word 97 (.doc)" = "Word 97 (.doc)";

/* Status bar label for number of words in document: Words: */
"Words:" = "Slov:";

/* Yes */
"Yes" = "Áno";

/* Text of alert indicating you can manually drag image files from the Finder into the revealed HTML file's folder to solve the problem. */
"You can manually drag image files from the Finder into the revealed HTML file's folder to solve the problem." = "Pre vyriešenie problému treba obrázkové súbory manuálne premiestniť z Findera do zobrazeného priečinka HTML.";

/* text alert (shown when user tries to save a file that has been externally edited in another program): You can save as another document to make sure no changes are lost. */
"You can save as another document to make sure no changes are lost." = "Kvôli istote nestratenia vykonaných zmien možno dokument uložiť ako iný súbor.";

/* alert text: You can save as another document to preserve the original. */
"You can save as another document to preserve the original." = "Pre zachovanie originálu možno dokument uložiť pod iným názvom.";

/* alert text: You might want to preserve the original in case of problems. */
"You might want to preserve the original in case of problems." = "Zachovanie originálu sa môže hodiť v prípade problémov.";

/* alert title: You need Mac OS X 10.4 Tiger to run Bean. */
"You need Mac OS X 10.4 \\U2018Tiger\\U2019 to run Bean" = "Pre spustenie aplikácie Bean potrebujete operačný systém Mac OS X 10.4 „Tiger“ alebo novší";

/* alert text: You will lose unsaved changes. //not used Bean 2.0
"You will lose unsaved changes." = "Dôjde ku strate neuložených zmien."; */

/* alert text: Your changes will be lost if you don't save them. */
"Your changes will be lost if you don\\U2019t save them." = "Ak zmeny neuložíte, budú stratené.";

/*	Bean 0.9.10	additions */

/* alert title: You appear to have a preview of the next version of Bean. */
"You appear to have a preview of the next version of Bean." = "Zdá sa, že používate ukážku nasledujúcej verzie aplikácie Bean.";

/* alert text: Bean could not find JHDocument.nib. (MyDocument.nib was renamed JHDocument.nib) */
"Bean could not find JHDocument.nib." = "Aplikácii Bean sa nepodarilo nájsť súbor JHDocument.nib.";

/*	Bean 0.9.11	additions */

/* alert title: Select a file in the Finder before running this service */
"Select a file in the Finder before choosing Recover Text service." = "Pred voľbou služby „Obnoviť text“ vyberte súbor vo Finderi.";

/* explanation of Recover Text from Selected File OS X service */
"The Recover Text service attempts to recover plain text from proprietary format document files. For instance, you can use it to recover text from a corrupted MS-Word '97 format file that Word cannot open, or from a legacy format file, such as WriteNow documents. When successful, the service recovers plain text (but not text formatting, images, etc.). Recovered text is pasted into a new document, and the original file is not changed." = "Služba „Obnoviť text“ sa pokúsi získať jednoduchý text zo súborov s proprietárnym formátom. Možno ju použiť napríklad pre obnovenie textu z poškodeného súboru vo formáte MS Word 97, ktorý nedokáže otvoriť aplikácia Word, alebo zo zastaralého dokumentu vo formáte ako WriteNow. Ak služba uspeje, obnovený jednoduchý text (neobsahujúci formátovanie ani obrázky atď.) bude vložený do nového dokumentu. Pôvodný súbor sa nezmení.";

/*	Bean 1.0.0	additions */

/* toolbar label: Direction (direction of text: toggles between left to right language input and right to left language input) */
"toolbar label: Direction" = "Smer";

/* palette label: Direction */
"palette label: Direction" = "Smer";

/* tooltip: Change Writing Direction */
"tooltip: Change Writing Direction" = "Zmeniť smer písania";

/* this is the actual paragraph of Lorem Ipsum text which you could localize *if* you thought it was necessary  */
"Lorem ipsum" = "Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum. ";

/*	menu item: Match > Text to Default Style (applies Font and Ruler from Preferences to entire text) */
"menu item: All to Default Style" = "Všetko na predvolený štýl"; 

/* menu item: Match > Selection to Default Style (applies Font and Ruler from Preferences to selection) */
"menu item: Selection to Default Style" = "Výber na predvolený štýl";

/*	menu item: Text to Most Common Style (aplies most common Font and Ruler in document across entire text) */
"menu item: All to Most Common Style" = "Všetko na najpoužívanejší štýl"; 

/* menu item: Match > Selection to Most Common Style (extend most common Font and Ruler in selection to entire selection) */
"menu item: Selection to Most Common Style" = "Výber na najpoužívanejší štýl";

/*	menu item: Selection to Style at Text Cursor */
"menu item: All to Style at Text Cursor" = "Všetko na štýl pri textovom kurzore"; 

/*	menu item: Selection to Style at Text Cursor */
"menu item: Selection to Style at Text Cursor" = "Výber na štýl pri textovom kurzore"; 

/* menu item: Edit > Remove > All Attachments" */
"menu item: All Attachments" = "Všeky prílohy";

/* menu item: Edit > Remove > Selected Attachments */
"menu item: Selected Attachments" = "Vybrané prílohy";

/* menu item: Edit > Remove > All List Markers */
"menu item: All List Markers" = "Všetky značky zoznamu";

/* menu item: Edit > Remove > Selected List Markers */
"menu item: Selected List Markers" = "Vybrané značky zoznamu";

/* menu item: Edit > Remove > All Text Tables */
"menu item: All Text Tables" = "Všetky textové tabuľky";

/* menu item: Edit > Remove > Selected Text Tables */
"menu item: Selected Text Tables" = "Vybrané textové tabuľky";

/* toolbar label: Cut */
"toolbar label: Cut" = "Vyňať";

/* tooltip: Cut */
"tooltip: Cut" = "Vyňať do schránky";

/* palette label: Cut */
"palette label: Cut" = "Vyňať";

/* undo action: Set Font (from inspector) */
"undo action Set Font" = "nastavenie písma";

/* undo action: Allow Hyphenation */
"undo action: Allow Hyphenation" = "povolenie delenia slov";

/* undo action: Do not Allow Hyphenation */
"undo action: Do not Allow Hyphenation" = "zakázanie delenia slov";

/* undo action: Remove All Styles */
"undo action: Remove All Styles" = "odstránenie všetkých štýlov";

/* undo action: Match Style at Text Cursor */
"undo action: Match Style at Text Cursor" = "zmenu na štýl pri textovom kurzore";

/* undo action: Apply Default Style */
"undo action: Apply Default Style" = "zmenu štýlu na predvolený";

/* undo action: Match to Most Common Style */
"undo action: Match to Most Common Style" = "zmenu štýlu na najpoužívanejší";

/* undo action: Remove Text Tables */
"undo action: Remove Text Tables" = "odstránenie textových tabuliek";

/* undo action: Remove Text List Markers */
"undo action: Remove List Markers" = "odstránenie značiek zoznamu";

/* undo action: Strikethrough */
"undo action: Strikethrough" = "prečiarknuté";

/* undo action: Change Font Size */
"undo action: Change Font Size" = "zmenu veľkosti písma";

/* alert title indicating attached document in file could not be opened */
"The attached document could not be opened." = "Priložený dokument nemožno otvoriť.";

/* alert message: This is likely because the file has not yet been saved.  If possible, try again after saving." */
"This is likely because the file has not yet been saved.  If possible, try again after saving." = "Pretože súbor doteraz nebol uložený. Ak je to možné, skúste znovu po uložení.";

/* text for header or footer: Page (current page number is inserted here) of (page total is inserted here) NOTE: if you need to reverse the order of the variables for linguistic reasons (page number, total page numbers > total page numbers, page number) do it like this: %2$i of %1$i Page <--RIGHT TO LEFT--" */
"Page %i of %i" = "Strana %i z %i";

/* alert text: 'Paste Selection [into Current Bean Document]' failed. */
"\\U2018Paste Selection\\U2019 failed." = "„Vloženie výberu“ zlyhalo.";

/* header: initial tab character (%C) causes header to right-align, next %@ is filename (example: 'A Great File.rtfd') inserted at runtime, next %@ is 'Page X of Y', which is another localized string inserted at runtime. Note that you can add characters as needed if appropriate for different languages and can even change the order of the two %@ variables for right-to-left languages - here is an example which switch the order of the page number variable and the text string variable: "%C%@ - %i" = "%C%1$i - %2$@" ; also note: you can't delete the tab (%C), but you can move it to the end to make text left align like this: "%2$@ %3$@%1$C" */
"%C%@     %@" = "%C%@     %@";

/* header: initial tab character (%C) causes header to right-align, next %@ is Title or Author property (which is set in the Get Properties... panel) that is inserted at runtime, then %i is just the current page number inserted at runtime. Note that you can add or change characters as needed if appropriate for different languages and can even change the order of the two variables for right-to-left languages - here is an example which switch the order of the page number variable and the text string variable: "%C%@ - %i" = "%C%1$i - %2$@" */
"%C%@ %i" = "%C%@ %i";

/* header: first %@ represents filepath (example: /Users/Document/MyDocument.RTF) inserted at runtime (left-aligned), then a tab character (%C) causes the following date string to be right-aligned, then the date string which is localized by the system and inserted at runtime. */
"%@ %C%@" = "%@ %C%@";

/*	Bean 1.0.1.1	additions */

/* menu item (layout context menu): Page Setup... */
"Page Setup..." = "Vzhľad stránky…";

/* menu item (layout context menu): Show Header/Footer Controls */
"Show Header/Footer Controls" = "Zobraziť ovládače záhlavia a päty";

/* menu item (layout context menu): Change Margins... */
"Change Margins..." = "Zmeniť okraje…";

/* menu item (layout context menu): Show Margins... >>> don't translate, because this uses the translation of View > Show Margins from the menu bar and is validated as either Show Margins or Hide Margins */

/*menu item (layout context menu): Fit Page Width to Window */
"Fit Page Width to Window" = "Zobraziť šírku strany";

/* menu item (layout context menu): Fit Whole Page to Window */
"Fit Whole Page to Window" = "Zobraziť celú stranu";

/* sigLine string: repeated spaces character that will be underlined (except for the final space) to make a signature line. The line is 69 characters long (a single non-breaking space character is added at the beginning which allows the text system to underline the sapces) but this length is entirely arbitrary! Localizers: don't change this unless it makes sense to. */
"theSigLine" = "                                                                     ";

/* "undo action: Insert Signature Line" */
"undo action: Signature Line" = "Podpisová čiara";

/* toolbar label: Full Screen */
"toolbar label: Full Screen" = "Celá obrazovka";

/* palette label: Full Screen */
"palette label: Full Screen" = "Celoobrazovkový režim";

/* tooltip: Full Screen */
"tooltip: Full Screen" = "Zobraziť na celú obrazovku";

/* toolbar label: Properties (that is, Get Properties...) */
"toolbar label: Properties" = "Vlastnosti";

/* palette label: Properties (that is, Get Properties...) */
"palette label: Properties" = "Vlastnosti";

/* tooltip: Properties (that is, Get Properties...) */
"tooltip: Properties" = "Zobraziť vlastnosti dokumentu";

/* toolbar label: Invisibles (that is, Show Invisibles */
"toolbar label: Invisibles" = "Neviditeľné";

/* palette label: Invisibles (that is, Show Invisibles */
"palette label: Invisibles" = "Neviditeľné znaky";

/* tooltip: Invisibles (that is, Show Invisibles */
"tooltip: Invisibles" = "Zobraziť/skryť neviditeľné znaky";

/* file format menu item label: OpenDocument (.odt) */
"OpenDocument (.odt)" = "OpenDocument (.odt)";

/* file format menu label: Word 2007 (.docx) */
"Word 2007 (.docx)" =  "Word 2007 (.docx)";

/* alert text: Support for the file format %@ requires OS X 10.5 ‘Leopard’ or above. */ 
"alert text: Bean requires OS X 10.5 \\U2018Leopard\\U2019 or above to support the file format %@." = "Pre podporu súborového formátu %@ Bean vyžaduje operačný systém OS X 10.5 „Leopard“ alebo novší.";

/* alert title: The document (name inserted at runtime) could not be saved in the chosen format. */
"The document @% could not be saved in the chosen format." = "Dokument %@ nemožno uložiť do zvoleného formátu.";

/* alert title: The document could not be saved because Bean requires OS X 10.5 \\U2018Leopard\\U2019 to support the file format (file format name inserted at runtime). Please select another format. */
"alert title: The document could not be saved because Bean requires OS X 10.5 \\U2018Leopard\\U2019 to support the file format %@. Please select another format." = "Dokument nemožno uložiť, pretože pre podporu súborového formátu %@ Bean vyžaduje OS X 10.5 „Leopard“. Zvoľte iný formát.";

/* alert title: Bean requires OS X 10.5 \\U2018Leopard\\U2019 to support the file format (file format name inserted at runtime). */
"alert title: Bean requires OS X 10.5 \\U2018Leopard\\U2019 to support the file format %@." = "Pre podporu súborového formátu %@ Bean vyžaduje operačný systém OS X 10.5 „Leopard“.";

/* alert text: Please select another file format. [that is, another file format to try to save to...]. */
"alert text: Please select another file format." = "Zvoľte iný formát.";

/*	Bean 1.3.4	additions */

/* 'font name' popup button title: None (that is, no font is selected) */
"None" = "Žiadny";

/* alert title: A folder already uses the name (folder name inserted at runtime). (alert called to warn a user not to overwrite a folder with a file) */
"A folder already uses the name \\U201C%@.\\U201D" = "Už existuje priečinok s názvom „%@“.";

/* alert text: Overwriting this folder will destroy its contents! Choose another name */
"Overwriting this folder will destroy its contents! Choose another name." = "Prepísanie priečinka spôsobí zničenie jeho obsahu. Zvoľte iný názov.";

/* ---------------------------------------------------------------------------------------- */
/*	Bean 2.0 Additions */

/* menu item: Show Toolbar */
"menu item: Show Toolbar" = "Zobraziť riadok nástrojov";

/* menu item: Hide Toolbar */
"menu item: Hide Toolbar" = "Skryť riadok nástrojov";

/* undo action: Non-breaking space */
"undo action: Non-breaking space" = "vloženie nerozdeliteľnej medzery";

/* undo action: Revert to Saved (reloads document from file) */
"undo action: Revert to Saved" = "obnovenie dokumentu";

/* preferences toolbar label: General */
"pref toolbar label: General" = "Všeobecné";

/* preferences toolbar label: Documents */
"pref toolbar label: Documents" = "Dokumenty";

/* preferences toolbar label: Print */
"pref toolbar label: Printing" = "Tlač";

/* preferences toolbar label: View */
"pref toolbar label: View" = "Zobrazenie";

/* preferences toolbar label: Font */
"pref toolbar label: Font" = "Písmo";

/* preferences toolbar label: Style */
"pref toolbar label: Style" = "Štýl";

/* preferences toolbar label: Window */
"pref toolbar label: Window" = "Okno";

/* preferences toolbar label: Full Screen */
"pref toolbar label: Full Screen" = "Celá obrazovka";

/* preferences toolbar label: Advanced */
"pref toolbar label: Advanced" = "Pokročilé";

/* suffix added to end of filename before extension indicating that file was automtically backed-up */
"(Backup)" = "(záloha)";

/*  alert title: Backup failed: (localized reason inserted here at runtime). */
"Backup failed: %@" = "Zálohovanie zlyhalo: %@";

/* alert text: A problem prevented automatic backup of the document (document name inserted at runtime). Automatic backup is now deactivated for this document so the problem does not repeat. */
"Automatic backup of the document \\U201C%@\\U201D failed. Automatic backup is now deactivated for this document so the problem does not repeat." = "Automatické zálohovanie dokumentu „%@“ zlyhalo. Automatické zálohovanie tohto dokumentu je nateraz deaktivované, takže problém sa nezopakuje.";

/* alert title: Please input an interval for automatic backup. */
"Please input an interval for automatic backup." = "Zadajte interval automatického zálohovania.";

/* alert text: At least 1 minute and no more than 60 minutes. (alert title is: Please input an interval for automatic backup.) */
"At least 1 minute and no more than 60 minutes." = "Hodnota musí byť najmenej 1 minúta a najviac 60 minút.";

/* undo action: Change Layout. */
"Change Layout" = "zmenu vzhľadu tlače";

/* word '_of_' in status bar indicating range of visible pages _of_ total pages (example: Pages 8-9 of 10) */
"statusbar string:(space)of(space)" = " z ";

/* status bar label for number of characters in document: 'Chars:' is short for 'Characters' but doesn't have to be abbreviated */
" Characters:" = " Znakov:";

/* status bar label for number of pages in document...grammatical number is *singular* here (example: Page 9 of 10; NOTE: some languages do not make a distinction between Page singular and Pages plural; Pages: *plural* is near start of this file): Page: */
" Page:" = " Strana:";

/* toolbar label: Styles (control that contains bold, italic, and underline buttons) */
"toolbar label: Styles" = "Rez písma";

/* palette label: Styles (control that contains bold, italic, and underline buttons) */
"palette label: Styles" = "Rez písma";

/* tooltip: Styles (control that contains bold, italic, and underline buttons) */
"tooltip: Styles" = "Rez písma (tučné, kurzíva, podčiarknuté)";

/* label for sheet shown while document is loading/repaginating: Please Wait... */
"label: Please Wait..." = "Čakajte prosím…";

/* toolbar label: Highlight (that is, highlight text as with a highlighter marker) */
"toolbar label: Highlight" = "Zvýrazniť";

/* palette label: Highlight (that is, highlight text as with a highlighter marker) */
"palette label: Highlight" = "Zvýrazniť"; 

/* toolbar label: Highlight (that is, highlight text as with a highlighter marker) */
"tooltip: Highlight" = "Zvýrazniť farbou v pozadí";

/* menu label: Yellow */
"menu label: Yellow" = "Žltou";

/* menu label: Yellow */
"menu label: Orange" = "Oranžovou";

/* menu label: Yellow */
"menu label: Pink" = "Ružovou";

/* menu label: Yellow */
"menu label: Blue" = "Modrou";

/* menu label: Yellow */
"menu label: Green" = "Zelenou";

/* toolbar label: Bold */
"toolbar label: Bold" = "Tučné";

/* toolbar label: Bold */
"toolbar label: Italic" = "Kurzíva";

/* toolbar label: Bold */
"toolbar label: Underline" = "Podčiarknuté";

/* toolbar label: Bold */
"palette label: Bold" = "Tučné";

/* toolbar label: Bold */
"palette label: Italic" = "Kurzíva";

/* toolbar label: Bold */
"palette label: Underline" = "Podčiarknuté";

/* pref label: Template: \\U201C%@\\U201D (of file that is template for new documents) */
"pref label: Template: \\U201C%@\\U201D" = "Predloha: „%@“";

/* pref label: None selected (no custom new document template has been selected yet) */
"pref label: None selected"="Žiadna";

/* Open Panel Title: Select Template for New Documents */
"Open Panel Title: Select Template" = "Výber predlohy";

/* Open Panel Message: Only locked files can be templates. */
"Open Panel Message: Only locked files can be templates."="Predlohami môžu byť len zamkuné súbory.\rPožadovaný súbor vyberte vo Finderi, zvoľte File > Get Info… > Locked.";

/* Open Panel Button Title: Select */
"Open Panel Button Title: Select"="Vybrať";

/* Title of alert indicating that the customer new document template is no longer valid */
"The custom template for new documents is not valid."="Vybraná predloha pre nové dokumenty je neplatná.";

/* Text of alert indicating you can choose a new template under Preferences > Documents. */
"You can choose a new template under Preferences > Documents."="Novú predlohu možno zvoliť cez Predvoľby > Dokumenty.";

/* alert title: Do you want to reopen the template as an untitled document? */
"alert title: Do you want to reopen the template as an untitled document?"="Chcete načítať predlohu ako nový nepomenovaný dokument?";

/* button: Reopen (translator: it means, close the new template document and reopen it as an untitled document) */
"button: Reopen"="Načítať";

/* Don't Reopen (don't reopen new template as untitled document) */
"button: Don\\U2019t Reopen"="Nenačítať";

/* alert title: Bean could not open the file. */
"alert title: Bean could not open the file."="Bean nedokáže otvoriť tento súbor.";

/* button: Reveal File in Finder */
"button: Reveal File in Finder"="Zobraziť súbor vo Finderi";

/* ---------------------------------------------------------------------------------------- */
/*	Bean 2.1 Additions (mostly strings added to localize labels for controls in nib files)  */

/* button: Cancel (standard window/panel Cancel button = close sheet without applying changes) */
"button: Cancel"="Zrušiť";

/* button: Apply (standard window/panel Apply button) */
"button: Apply"="Použiť";

/*	button: OK (standard window/panel OK button) */
"button: OK"="OK";

/*	button: Close (standard window/panel Close button) */
"button: Close"="Zavrieť";

/*	Format > Header/Footer… sheet */

/* button: Lock header/footer style (button that 'freezes' the header/footer style of the document) */
"button: Lock header/footer style"="Zamknúť štýl záhlavia a päty";

/* button: Show Header/Footer Preferences… (button that shows the header/footer controls in the Bean Preferences window) */
"button: Show Header/Footer Preferences…"="Zobraziť predvoľby záhlavia a päty…";

/*	Format > Link… sheet */

/*	label in link panel: Type, Paste, or Drag and Drop a Link Destination */
"label: Type, Paste, or Drag and Drop a Link Destination"="Vpíšte, vložte alebo vhoďte cieľ odkazu";

/*	link type: Web */
"link type: Web"="Webstránka";

/*	link type: File */
"link type: File"="Súbor";

/*	link type: Email */
"link type: Email"="Elektronická pošta";

/*	link type: No Prefix */
"link type: No Prefix"="Bez predpony";

/*	Format > Columns… sheet */

/*	label: Columns (label for stepper control that increases or decreases number of columns in document) */
"label: Columns"="Stĺpcov";

/*	label: Gutter (pts) (label for stepper control that increases/decreases the width of the gutter, that is, the space between columns, measured in 'points')*/
"label: Gutter (pts)"="Medzera (bodov)";

/*	Text Encoding sheet */

/*	label: Text encoding (label for popup with list of different plain text encodings) */
"label: Text encoding"="Znaková sada";

/*	label: Preview (of plain text file with encoding applied)  */
"label: Preview"="Náhľad";

/*	View > Get Properties… sheet */

/*	label: Author: */
"label: Author:"="Autor:";

/*	label: Company: */
"label: Company:"="Spoločnosť:";

/*	label: Copyright: */
"label: Copyright:"="Autorské právo:";

/*	label: Title: */
"label: Title:"="Názov:";

/*	label: Subject: */
"label: Subject:"="Predmet:";

/*	label: Comment: */
"label: Comment:"="Poznámka:";

/*	label: Keywords:*/
"label: Keywords:"="Kľúčové slová:";

/*	Format > Margins… sheet */

/*	label: Left (label for text field input box for Left margin amount) */
"label: Left"="Vľavo";

/*	label: Right (label for text field input box for Right margin amount) */
"label: Right"="Vpravo";

/*	label: Top (label for text field input box for Top margin amount) */
"label: Top"="Hore";

/*	label: Bottom (label for text field input box for Bottom margin amount) */
"label: Bottom"="Dole";

/*	label: Acceptable range: 0.1 - 6.0 units (helper label that appears when user inputs out-of-range margin amount) */
"label: Acceptable range: 0.1 - 6.0 units"="Prípustný rozsah: 0,1– 6,0 jednotiek";

/*	Edit > Change > Picture Size panel */

/*	button: Resize Image */
"button: Resize Image"="Zmeniť veľkosť";

/*	Format > Tab Stop… */

/*	button: Remove other tab stops in selection */
"button: Remove other tab stops in selection"="Odstrániť iné tabulátory vo výbere";

/*	label: Tab alignment type: */
"label: Tab alignment type:"="Zarovnanie tabulátora:";

/*	label: Input tab location: */
"label: Input tab location:"="Umiestnenie tabulátora:";

/*	button: Left Tab Stop */
"button: Left Tab Stop"="Vľavo";

/*	button: Center Tab Stop */
"button: Center Tab Stop"="Na stred";

/*	button: Right Tab Stop */
"button: Right Tab Stop"="Vpravo";

/*	button: Decimal Tab Stop */
"button: Decimal Tab Stop"="Desatinný";

/*	View > Get Info… sheet */

/*	label: Words: */
"label: Words:"="Slov:";

/*	label: Characters: */
"label: Characters:"="Znakov:";

/*	label: Characters (no spaces): */
"label: Characters (no spaces):"="Znakov (bez medzier):";

/*	label: Lines: */
"label: Lines:"="Riadkov:";

/*	label: Carriage Returns: */
"label: Carriage Returns:"="Návratov vozíka (CR):";

/*	label: Paragraphs: */
"label: Paragraphs:"="Odstavcov:";

/*	label: Pages: */
"label: Pages:"="Strán:";

/*	label: Selected Words: */
"label: Selected Words:"="Vybraných slov:";

/*	label: Selected Characters: */
"label: Selected Characters:"="Vybraných znakov:";

/*	label: Statistics */
"label: Statistics"="Štatistika";

/*	label: File Info */
"label: File Info"="Informácia o súbore";

/*	button: Show File in Finder */
"button: Show File in Finder"="Zobraziť vo Finderi";

/*	button: Locked file/template */
"button: Locked file/template"="Zamknutý súbor/predloha";

/*	button: Read only file */
"button: Read only file"="Len na čítanie";

/*	button: Backup at close */
"button: Backup at close"="Zálohovať pri zavretí";

/*	button: Backup every (as in, Backup [the file] every 'x' minutes) */
"button: Backup every"="každých";

/*	label: (Cannot be overwritten) */
"label: (Cannot be overwritten)"="(nemožno prepísať)";

/*	label: (Cannot be edited) */
"label: (Cannot be edited)"="(nemožno upravovať)";

/*	label: (Date-stamped) */
"label: (Date-stamped)"="(s označením dátumom)";

/*	label: minutes (as in, Backup file every 'x' mintues) */
"label: minutes"="minút";

/*	box title: Plain Text Encoding */
"box title: Plain Text Encoding"="Znaková sada jednoduchého textu";

/*	label: Not Applicable */
"label: Not Applicable"="Not Applicable";

/*	button: Change Encoding… (that is, change type of encoding for plain text file) */
"button: Change Encoding…"="Zmeniť znakovú sadu…";

/*	Inspector controls */

/*	button: Preview Fonts in Menu */
"button: Preview Fonts in Menu"="Zobraziť náhľad písiem v ponuke";

/*	label: Font */
"label: Font"="Písmo";

/*	label: Font */
"label: Style"="Rez";

/*	label: Font */
"label: Size"="Veľkosť";

/*	label: Alignment */
"label: Alignment"="Zarovnanie";

/*	label: Highlight */
"label: Highlight"="Zvýraznenie";

/*	label: Spacing */
"label: Spacing"="Medzery";

/*	label: Character */
"label: Character"="Prestrkanie znakov";

/*	label: Line */
"label: Line"="Riadkovanie";

/*	label: Inter-line */
"label: Inter-line"="Riadkový preklad";

/*	label: Before Paragraph */
"label: Before Paragraph"="Pred odstavcom";

/*	label: After Paragraph */
"label: After Paragraph"="Za odstavcom";

/*	label: Indent */
"label: Indent"="Odsadenie";

/*	label: First Line */
"label: First Line"="Prvý riadok";

/*	label: Left */
"label: Left"="Vľavo";

/*	label: Right */
"label: Right"="Vpravo";

/*	label: Force Line Height */
"label: Force Line Height"="Vynútenie výšky riadku";

/*	label: At Least */
"label: At Least"="Najmenej";

/*	label: At Most */
"label: At Most"="Najviac";

/*	button: Default */
"button: Default"="Predvolené";

/*	Preferences > General panel */

/*	label: preferencesInstructions = (Preferences are for new documents, unless otherwise noted.\rTo affect currently open documents, use menu bar items.) [\r = return/line break] [shortened strings 17 Feb 09 JH] */
"label: preferenceInstructions"="Predvoľby sa uplatnia pri nových dokumentoch.\rPre otvorené dokumenty použite položky v menu.";

/*	button: Continuously spellcheck  */
"button: Continuously spellcheck"="Kontrolovať pravopis pri písaní";

/*	button: Center cursor vertically */
"button: Center cursor vertically"="Vertikálne centrovať kurzor";

/*	button: Wide cursor* */
"button: Wide cursor*"="Široký kurzor*";

/*	button: Smart copy/paste */
"button: Smart copy/paste"="Živé vyňatie/vkladanie";

/*	button: Background pagination* */
"button: Background pagination*"="Stránkovať v pozadí*";

/*	label: (recommended for Intel Macs only) */
"label: (recommended for Intel Macs only)"="(odporúčané len pre počítače s procesorom Intel)";

/*	button: Use (quotes)Smart Quotes(quotes) */
"button: Use (quotes)Smart Quotes(quotes)"="Používať živé úvodzovky";

/* label: Supplied by	*/
"label: Supplied by"="Podporované v";

/*	label: Style* */
"label: Style*"="Typ*";

/*	label: *Applies immediately */
"label: *Applies immediately"="* Uplatní sa okamžite";

/*	label: Bean */
"label: Bean"="Bean";

/*	label: OS X (10.5+ only) */
"label: OS X (10.5+ only)"="OS X (len 10.5+)";

/*	Preferences > Documents pane */

/* label: Default save format */
"label: Default save format"="Predvolený formát pre ukladanie";

/*	button: Autosave documents every */
"button: Autosave documents every"="Automaticky ukladať dokumenty každých";

/* label: minutes */
"label: minutes"="minút";

/*	label: New document template */
"label: New document template"="Predloha pre nový dokument";

/*	matrix item: Generic */
"matrix item: Generic"="Všeobecná";

/*	matrix item: Custom */
"matrix item: Custom"="Vlastná";

/*	label: None selected */
"label: None selected"="Žiadna";

/*	label: File format overrides default save format. */
"label: File format overrides default save format."="Súborový formát nahradí východzí formát pre ukladanie.";

/*	button: Choose Template */
"button: Choose Template"="Vybrať predlohu";

/*	button: Show in Finder */
"button: Show in Finder"="Zobraziť vo Finderi";

/*	Preferences > View pane */

/* label: Show */
"label: Show"="Zobraziť";

/* button: Layout view */
"button: Layout view"="Vzhľad tlače";

/* button: Alternate display colors */
"button: Alternate display colors"="Alternatívnymi farbami";

/* button: Margin guides */
"button: Margin guides"="Vodítka okrajov";

/*button: Page shadow */
"button: Page shadow"="Tieň strany";

/* button: Live word count */
"button: Live word count"="Živé počítanie slov";

/* button: Ruler */
"button: Ruler"="Pravítko";

/* button: Ruler accessories */
"button: Ruler accessories"="Výbavu pravítka";

/* button: Toolbar */
"button: Toolbar"="Riadok nástrojov";

/* button: Horizontal scroll bar */
"button: Horizontal scroll bar"="Vodorovný rolovací pruh";

/* button: Invisible characters */
"button: Invisible characters"="Neviditeľné znaky";

/* button: Don't show spaces */
"button: Don't show spaces"="Nezobrazovať medzery";

/* label: Color: */
"label: Color:"="Farba:";

/*	Preferences > Font pane */

/*	label: Rich text font: */
"label: Rich text font:"="Písmo formátovaného textu:";

/*	label: Plain text font: */
"label: Plain text font:"="Písmo jednoduchého textu:";

/*	button: Change (= change default font) */
"button: Change"="Zmeniť";

/*	button: Use alternate display colors */
"button: Use alternate display colors"="Zobraziť alternatívnymi farbami";

/*	label: Text */
"label: Text"="Text";

/*	label: Background */
"label: Background"="Pozadie";

/*	example text: Lorem Ipsum… (translators: this can remain the same, but languages with non-roman alphabets may want to use a different but similarly innocuous example text */
"example text: Lorem Ipsum"="Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.";

/*	Preferences > Printing pane*/

/*	button: Print header and footer* */
"button: Print header and footer*"="Tlačiť záhlavie a pätu strany*";

/*	label (in pref printing pane): Style* */
"label (in pref printing pane): Style*"="Typ*";

/*	label: Begin on page* */
"label: Begin on page*"="Začať na strane*";

/* label: Note: the frontmost document's header/footer is locked. */
"label: Note: the frontmost document's header/footer is locked."="Poznámka: čelné záhlavie a päta strany je zamknuté.";

/*	label (in pref printing pane): *Applies immediately */
"label (in pref printing pane): *Applies immediately"="* Uplatní sa okamžite";

/*	Preferences > Window */

/*	button: Center initial window */
"button: Center initial window"="Vystrediť prvotné okno";

/*	label: Window size */
"label: Window size"="Veľkosť okna";

/*	label: View scale */
"label: View scale"="Mierka zobrazenia";

/*	matrix item: Custom (window size) */
"matrix item: Custom (window size)"="Vlastná";

/*	matrix item: Factory setting */
"matrix item: Factory setting"="Výrobné nastavenie";

/*	matrix item: Custom (view scale) */
"matrix item: Custom (view scale)"="Vlastná";

/*	matrix item: Fit page width */
"matrix item: Fit page width"="Zobraziť šírku strany";

/*	button: Match to Active Document */
"button: Match to Active Document"="Prevziať z aktívneho dokumentu";

/*button: Except for plain text	*/
"button: Except for plain text"="Okrem jednoduchého textu";

/*	Preferences > Style pane */

/*	box title (pref style pane): Margins */
"box title (pref style pane): Margins"="Okraje";

/*	label (margin box in pref style pane) */
"label (margin box in pref style pane): Left"="Vľavo";

/*	label (margin box in pref style pane): Right */
"label (margin box in pref style pane): Right"="Vpravo";

/*	label (margin box in pref style pane): Top */
"label (margin box in pref style pane): Top"="Hore";

/*	label (margin box in pref style pane): Bottom */
"label (margin box in pref style pane): Bottom"="Dole";

/*	label (margin box in pref style pane): (inches) */
"label (margin box in pref style pane): (inches)"="(palcov)";

/*	label (pref style pane): Line spacing */
"label (pref style pane): Line spacing"="Riadkovanie";

/*	label (pref style pane): First line indent */
"label (pref style pane): First line indent"="Odsadenie prvého riadku";

/*	button (pref style pane): Single spacing */
"button (pref style pane): Single spacing"="Jednoduché riadkovanie";

/*	button (pref style pane): 1.5 spacing */
"button (pref style pane): 1.5 spacing"="1,5 riadku";

/*	button (pref style pane): Double spacing */
"button (pref style pane): Double spacing"="Dvojité riadkovanie";

/*	button (pref style pane): 1.2 spacing */
"button (pref style pane): 1.2 spacing"="1,2 riadku";

/*	button (pref style pane): Apply to .txt files */
"button (pref style pane): Apply to .txt files"="Použiť v súboroch „.txt“";

/* button (pref style pane): Show in metric units */
"button (pref style pane): Show in metric units"="Zobraziť v metrických jednotkách";

/*	button (pref style pane): Apply changes */
"button (pref style pane): Apply changes"="Použiť zmeny";

/*	Preferences > Full Screen pane */

/*	label (full screen pane): Left/right full screen margin* */
"label (full screen pane): Left/right full screen margin*"="Ľavé a pravé odsadenie od okraja obrazovky*";

/*	label (fullscreen pane): *Applies immediately */
"label (fullscreen pane): *Applies immediately"="* Uplatní sa okamžite";

/*	button (fullscreen pane): Hide ruler */
"button (fullscreen pane): Hide ruler"="Skryť pravítko";

/*	button (fullscreen pane): Hide toolbar */
"button (fullscreen pane): Hide toolbar"="Skryť riadok nástrojov";

/*	button (fullscreen pane): Use alternate text colors */
"button (fullscreen pane): Use alternate text colors"="Zobraziť alternatívnymi farbami";

/*	button (fullscreen pane): Hide layout view */
"button (fullscreen pane): Hide layout view"="Skryť vzhľad tlače";

/*	Preferences > Advanced > Document */

/*	button (advanced doc pane): Allow change of document background color* */
"button (advanced doc pane): Allow change of document background color*"="Povoliť zmenu farby pozadia dokumentu*";

/*	button (advanced doc pane): Respect antialiasing threshold** / turn off fine kerning* */
"button (advanced doc pane): Respect antialiasing threshold** / turn off fine kerning*"="Rešpektovať prah antialiasingu** / vypnúť jemný kerning*";

/*	button (advanced doc pane): 'Paste Selection...' service adds separator* */
"button (advanced doc pane): Paste Selection... service adds separator*"="Služba „Vložiť výber…“ pridá oddeľovač*";

/*	label (advanced doc pane): Default gutter between columns (in pts) */
"label (advanced doc pane): Default gutter between columns (in pts)"="Predvolená medzera medzi stĺpcami (v bodoch)";

/*	label (advanced doc pane): * Applies immediately */
"label (advanced doc pane): * Applies immediately"="* Uplatní sa okamžite";

/*	label (advanced doc pane): ** Applies upon application restart */
"label (advanced doc pane): ** Applies upon application restart"="** Uplatní sa po reštarte aplikácie";

/*	Preferences > Advanced > Interface */

/*	label (advanced interface pane): Measurement units: */
"label (advanced interface pane): Measurement units:"="Merné jednotky:";

/*	label (advanced interface pane): * Applies immediately */
"label (advanced interface pane): * Applies immediately"="* Uplatní sa okamžite";

/*	label (advanced interface pane): **OS X 10.5+ only */
"label (advanced interface pane): OS X 10.5+ only"="** Len OS X 10.5+";

/*	matrix item (advanced interface pane): Metric */
"matrix item (advanced interface pane): Metric"="Metrické";

/*	matrix item (advanced interface pane): U.S. */
"matrix item (advanced interface pane): U.S."="Americké";

/*	matrix item (advanced interface pane): Automatic (from System Preferences) */
"matrix item (advanced interface pane): Automatic (from System Preferences)"="Automatické (podľa systémových predvolieb)";

/*	button (advanced interface pane): Restore cursor location when opening documents */
"button (advanced interface pane): Restore cursor location when opening documents"="Obnoviť pozíciu kurzoru po otvorení dokumentu";

/*	button (advanced interface pane): Show page numbers in status bar (layout view only)* */
"button (advanced interface pane): Show page numbers in status bar (layout view only)*"="Zobraziť čísla strán v stavovom riadku (len pri vzhľade tlače)*";

/*	button (advanced interface pane): Show page numbers in layout view* */
"button (advanced interface pane): Show page numbers in layout view*"="Zobraziť čísla strán vo vzhľade tlače*";

/*	button (advanced interface pane): Show vertical ruler** */
"button (advanced interface pane): Show vertical ruler**"="Zobraziť zvislé pravítko**";

/*	button (advanced interface pane): Suggest filename at first save** */
"button (advanced interface pane): Suggest filename at first save**"="Ponúknuť názov súboru pri prvom uložení**";

/*	preferences tab title: Document */
"tab title: Document"="Dokument";

/*	preferences tab title: Interface */
"tab title: Interface"="Rozhranie";

/* ---------------------------------------------------------------------------------------- */
/*	Bean 2.2 Additions (see FindPanel.strings) for Find Panel strings*/

/*	Preferences > Advanced > Find/Replace */

/* tab title: Find/Replace */
"tab title: Find/Replace"="Hľadať a nahradiť";

/* button (advanced find/replace pane): Use simple Find/Replace panel */
"button (advanced find/replace pane): Use simple Find/Replace panel"="Použiť jednoduchý panel pre hľadanie a náhradu textu";

/* label (advanced find/replace pane): Match patterns (regex) options */
"label (advanced find/replace pane): Match patterns (regex) options"="Nastavenia použitia predlôh (regex)";

/* button (advanced find/replace pane): ^ and $ recognize newline* */
"button (advanced find/replace pane): ^ and $ recognize newline*"="^ a $ rozlišujú nový riadok*";

/* button (advanced find/replace pane): . (dot) matches newline* */
"button (advanced find/replace pane): . (dot) matches newline*"=". (bodka) nahrádza nový riadok*";

/* label (advanced find/replace pane): Replace behavior: */
"label (advanced find/replace pane): Replace behavior*:"="Spôsob nahrádzania*:";

/* matrix item (advanced find/replace pane): Replace any selected text */
"matrix item (advanced find/replace pane): Replace any selected text"="Nahradiť akýkoľvek vybraný text";

/* matrix item (advanced find/replace pane): Only replace a match */
"matrix item (advanced find/replace pane): Only replace a match"="Nahradiť len zodpovedajúci text";

/* label (advanced find/replace pane): * Applies immediately */
"label (advanced find/replace pane): * Applies immediately"="* Uplatní sa okamžite";

/*	Preferences > Printing > Style popup menu strings I forgot to include in 2.1 */

/* pref header/footer item title: Footer: page# */
"pref header/footer item title: Footer: page#"="Päta: #strany";

/* pref header/footer item title: Footer: Page # of ## */
"pref header/footer item title: Footer: Page # of ##"="Päta: Strana # z ##";

/* pref header/footer item title: Header: Title (set in Get Properties...) page# */
"pref header/footer item title: Header: Title (set in Get Properties...) page#"="Záhlavie: Názov (nastavený v príkaze „Vlastnosti…“) #strany";

/* pref header/footer item title: Header: Title; Footer: Page # of ## */
"pref header/footer item title: Header: Title; Footer: Page # of ##"="Záhlavie: Názov; Päta: Strana # z ##";

/* pref header/footer item title: Header: Author (set in Get Properties...) page# */
"pref header/footer item title: Header: Author (set in Get Properties...) page#"="Záhlavie: Autor (nastavený v príkaze „Vlastnosti…“) #strany";

/* pref header/footer item title: Header: Subject (set in Get Properties...) */
"pref header/footer item title: Header: Subject (set in Get Properties...)"="Záhlavie: Predmet (nastavený v príkaze „Vlastnosti…“)";

/* pref header/footer item title: Header: Filename Page # of ## */
"pref header/footer item title: Header: Filename Page # of ##"="Záhlavie: Názov súboru Strana # z ##";

/* pref header/footer item title: Header: Filename, Date; Footer: Page # of ## */
"pref header/footer item title: Header: Filename, Date; Footer: Page # of ##"="Záhlavie: Názov súboru, dátum; Päta: Strana # z ##";

/* pref header/footer item title: Header: File Location, Date; Footer: Page # of ## */
"pref header/footer item title: Header: File Location, Date; Footer: Page # of ##"="Záhlavie: Umiestnenie súboru, dátum; Päta: Strana # z ##";

/* Error: couldn't convert text. [alert message for when Bean > Services > HTML Snippit from Selection fails] */
"Error: couldn't convert text."="Chyba: nemožno skonvertovať text.";

/* My addition, this string missing... */
"Zoom"="Priblíženie";

/* ---------------------------------------------------------------------------------------- */
/*	Bean 2.3 Additions

/* toolbar/palette/tooltip label: Date/Time */
"label: Date/Time"="Dátum/čas";

/* menu label: None (toolbar popup menu item title for removing highlight, or applying 'none') */
"menu label: None"="Žiadnou";

/* ---------------------------------------------------------------------------------------- */
/*	Bean 2.4 Additions

/* pref general tab title: General (should = preferences toolbar label: General) */
"pref general tab title: General"="Všeobecné";

/* pref general tab title: Text Cursor */
"pref general tab title: Text Cursor"="Textový kurzor";

/* pref label general cursor label: Cursor shape and behavior* */
"pref label general cursor label: Cursor shape and behavior*"="Tvar a správanie sa kurzoru*";

/* pref general cursor button (cursor shape): Standard */
"pref general cursor button (cursor shape): Standard"="Štandardný";

/* pref general cursor button (cursor shape): Wide, blinking */
"pref general cursor button (cursor shape): Wide, blinking"="Široký, blikajúci";

/* pref general cursor button (cursor shape): Thin, non-blinking */
"pref general cursor button (cursor shape): Thin, non-blinking"="Tenký, neblikajúci";

/* pref label general cursor label: Color* */
"pref label general cursor label: Color*"="Farba*";

/* tab title: Notes Mode */
"tab title: Notes Mode"="Režim poznámok";

/* label (advanced notes mode): Preview */
"label (advanced notes mode): Preview"="Náhľad";

/* label (advanced notes mode): Set font and colors to* */
"label (advanced notes mode): Set font and colors to*"="Nastaviť písmo a farby…*";

/* button (advanced notes mode): Match Selected Text */
"button (advanced notes mode): Match Selected Text"="Podľa vybraného textu";

/* label (advanced notes mode): Use* */
"label (advanced notes mode): Use*"="Použiť*";

/* button (advanced notes mode): Font/size */
"button (advanced notes mode): Font/size"="Písmo/veľkosť";

/* button (advanced notes mode): Text color */
"button (advanced notes mode): Text color"="Farbu textu";

/* button (advanced notes mode): Highlight color */
"button (advanced notes mode): Highlight color"="Farbu zvýraznenia";

/* button (advanced notes mode): Brackets */
"button (advanced notes mode): Brackets"="Zátvorky";

/* button (advanced notes mode): New paragraph */
"button (advanced notes mode): New paragraph"="Nový odstavec";

/* label (advanced notes mode): Add* */
"label (advanced notes mode): Add*"="Pridať*";

/* text view context menu item: Print Selection... */
"text view context menu item: Print Selection..."="Tlačiť výber…";

/* pref header/footer item title: Header: Title, Author, page# */
"pref header/footer item title: Header: Title, Author, page#"="Záhlavie: Názov, Autor, #strany";

/* button (advanced doc pane): Print Selection... separates multiple selections* */
"button (advanced doc pane): Print Selection... separates multiple selections*"="„Tlačiť výber…“ oddelí viac výberov*";

/* menu item (in context menu, with Tab, Paragraph Break, etc. below it): Insert */
"menu item (in context menu): Insert"="Umiestniť";

/* menu item (in context menu, under Insert): Tab */
"menu item (in context menu): Tab"="Tabulátor";

/* menu item (in context menu, under Insert): Paragraph Break */
"menu item (in context menu): Paragraph Break"="Zalomenie odstavca";

/* menu item (in context menu, under Insert): Page/Column Break */
"menu item (in context menu): Page/Column Break"="Zalomenie strany/stĺpca";

/* menu item (in context menu, under Insert): Line Break */
"menu item (in context menu): Line Break"="Zalomenie riadku";

/* menu item (in context menu, under Insert): Non-breaking Space */
"menu item (in context menu): Non-breaking Space"="Nerozdeliteľnú medzeru";

/* newSigLine string: repeated non-breaking space characters (followed by a final non-underlined space) that will be underlined to form a signature line. Localizers: don't change this unless it makes sense to. */
"newSigLine" = "                                    ";
